{
    "Defi_Keyword": [
        {
            "tag": "Apps",
            "specific": [
                "ไลน์แมน",
                "ลายแมน",
                "ไลแมน"
            ],
            "means": "LineMan"
        },
        {
            "tag": "Points",
            "specific": [
                "ไลน์พอยท์",
                "ไลน์พ้อย",
                "ลายพ้อย",
                "ไลพ้อย"
            ],
            "means": "LinePoints"       
        },
        {
            "tag": "Payments",
            "specific": [
                "แรปบิทไลน์เพย์",
                "แรปบิทเพย์"
            ],
            "means":  "Rabbit Line Pay"
        },
        {
            "tag": "E-Pay",
            "specific": [
                "อีเพย์เมนท์",
                "e-payment",
                "อีเพเม้น",
                "อีเพ"
            ],
            "means": "E-Payment"
        },
        {
            "tag": "Pick-Up",
            "specific": [
                "พิคอัพ",
                "พิกอัป",
                "pickup",
                "pik up"
            ],
            "means": "Pickup"
        },
        {
            "tag": "Coupon",
            "specific":[
                "คูปอง",
                "ส่วนลด"
            ],
            "means": "คูปองส่วนลด"
        },
        {
            "tag": "ChangeAddress",
            "specific":[
                "สามารถเปลี่ยนที่อยู่จัดส่ง หลังจากเลือกเมนูที่ร่วมค่าจัดส่งราคาพิเศษได้หรือไม่",
                "เปลี่ยนที่อยู่หลังจากสั่งอาหาร",
                "สั่งอาหารไปแล้วแต่ลืมเปลี่ยนที่อยู่ สามารถเปลี่ยนทีหลังได้ไหม"
            ],
            "means": "เปลี่ยนที่อยู่"
        },
        {
            "tag": "Insurance",
            "specific": [
                "ประกันรถยนต์",
                "ประกันรถยนตร์",
                "ประกันภัยรถยนต์",
                "ประกันภัยรถยนตร์",
                "insurance car",
                "car insurance"
            ],
            "means": "ประกันภัยรถยนต์"
        },
        {
            "tag": "Insurance_Health",
            "specific": [
                "ประกันอุบัติเหตุ",
                "ประกันสุขภาพ",
                "ประกันภัยอุบัติเหตุ",
                "ประกันภัยสุขภาพ",
                "ประกันภัยอุบัติเหตุและสุขภาพ",
                "ประกันส่วนบุคคล",
                "ประกันภัยส่วนบุคคล",
                "ประกันภัยอุบัติเหตุส่วนบุคคล",
                "ประกันชีวิต",
                "ประกันภัยชีวิต",
                "insurance health",
                "health insurance"
            ],
            "means": "ประกันภัยชีวิต"
        },
        {
            "tag": "insurance_business_liability",
            "specific": [
                "ประกันธุรกิจ",
                "ประกันความรับผิด",
                "ประกันภัยธุรกิจ",
                "ประกันธุรกิจและความรับผิด",
                "ประกันสำหรับธุรกิจ",
                "ประกันสำหรับความรับผิด",
                "ประกันสำหรับธุรกิจและความรับผิด",
                "ประกันภัยสำหรับธุรกิจ",
                "ประกันภัยสำหรับความรับผิด",
                "ประกันภัยสำหรับธุรกิจและความรับผิด"
            ],
            "means":
                "ประกันภัยธุรกิจ"
        },
        {
            "tag": "Insurance_1",
            "specific": [
                "กรมธรรม์ประเภท1",
                "กรมธรรม์ประเภท 1",
                "ประกันรถยนตร์ประเภท 1",
                "ประกันรถยนตร์ประเภท1",
                "ประกันรถยนตร์ประเภท หนึ่ง",
                "ประกันรถยนตร์ประเภทหนึ่ง",
                "ประกันภัยชั้น 1",
                "ประกันภัยชั้น1",
                "ประกันภัยชั้นหนึ่ง",
                "ประกันภัยชั้น หนึ่ง",
                "ประกันภัยรถยนตร์ชั้น 1",
                "ประกันภัยชั้น หนึ่ง",
                "ประกันภัยรถยนตร์ชั้น1",
                "ประกันภัยชั้นหนึ่ง"
            ],
            "means": "ประกันภัยชั้นหนึ่ง"
        },
        {
            "tag": "Insurance_2",
            "specific": [
                "กรมธรรม์ประเภท2",
                "กรมธรรม์ประเภท 2",
                "ประกันรถยนตร์ประเภท 2",
                "ประกันรถยนตร์ประเภท2",
                "ประกันรถยนตร์ประเภท สอง",
                "ประกันรถยนตร์ประเภทสอง",
                "ประกันภัยชั้น 2",
                "ประกันภัยชั้น2",
                "ประกันภัยชั้นสอง",
                "ประกันภัยชั้น สอง",
                "ประกันภัยรถยนตร์ชั้น 2",
                "ประกันภัยชั้น สอง",
                "ประกันภัยรถยนตร์ชั้น2",
                "ประกันภัยชั้นสอง"
            ],
            "means": "ประกันภัยชั้นสอง"
        },
        {
            "tag": "Insurance_3",
            "specific": [
                "ประกันรถยนตร์ประเภท 3",
                "ประกันรถยนตร์ประเภท3",
                "ประกันรถยนตร์ประเภท สาม",
                "ประกันรถยนตร์ประเภทสาม",
                "ประกันภัยชั้น 3",
                "ประกันภัยชั้น3",
                "ประกันภัยชั้นสาม",
                "ประกันภัยชั้น สาม",
                "ประกันภัยรถยนตร์ชั้น 3",
                "ประกันภัยชั้น สาม",
                "ประกันภัยรถยนตร์ชั้น3",
                "ประกันภัยชั้นสาม"
            ],
            "means": "ประกันภัยชั้นสาม"
        },
        {
            "tag": "Insurance_4",
            "specific": [
                "ประกันรถยนตร์ประเภท 4",
                "ประกันรถยนตร์ประเภท4",
                "ประกันรถยนตร์ประเภท สี่",
                "ประกันรถยนตร์ประเภทสี่",
                "ประกันภัยชั้น 4",
                "ประกันภัยชั้น4",
                "ประกันภัยชั้นสี่",
                "ประกันภัยชั้น สี่",
                "ประกันภัยรถยนตร์ชั้น 4",
                "ประกันภัยชั้น สี่",
                "ประกันภัยรถยนตร์ชั้น4",
                "ประกันภัยชั้นสี่"
            ],
            "means": "ประกันภัยชั้นสี่"
        },
        {
            "tag": "Insurance_5_2+",
            "specific": [
                "ประกันรถยนตร์ประเภท 5 แบบ 2+",
                "ประกันรถยนตร์ประเภท5 แบบ 2+",
                "ประกันรถยนตร์ประเภท ห้า แบบ 2+",
                "ประกันรถยนตร์ประเภทห้า แบบ 2+",
                "ประกันภัยชั้น 5 แบบ 2+",
                "ประกันภัยชั้น5 แบบ 2+",
                "ประกันภัยชั้นห้า แบบ 2+",
                "ประกันภัยชั้น ห้า แบบ 2+",
                "ประกันภัยรถยนตร์ชั้น 5 แบบ 2+",
                "ประกันภัยชั้น ห้า แบบ 2+",
                "ประกันภัยรถยนตร์ชั้น5 แบบ 2+",
                "ประกันภัยชั้นห้า แบบ 2+",
                "ประกันรถยนตร์ประเภท 5 แบบ2+",
                "ประกันรถยนตร์ประเภท5 แบบ2+",
                "ประกันรถยนตร์ประเภท ห้า แบบ2+",
                "ประกันรถยนตร์ประเภทห้า แบบ2+",
                "ประกันภัยชั้น 5 แบบ2+",
                "ประกันภัยชั้น5 แบบ2+",
                "ประกันภัยชั้นห้า แบบ2+",
                "ประกันภัยชั้น ห้า แบบ2+",
                "ประกันภัยรถยนตร์ชั้น 5 แบบ2+",
                "ประกันภัยชั้น ห้า แบบ2+",
                "ประกันภัยรถยนตร์ชั้น5 แบบ2+",
                "ประกันภัยชั้นห้า แบบ2+",
                "ประกันรถยนตร์ประเภท 5 แบบสอง+",
                "ประกันรถยนตร์ประเภท5 แบบสอง+",
                "ประกันรถยนตร์ประเภท ห้า แบบสอง+",
                "ประกันรถยนตร์ประเภทห้า แบบสอง+",
                "ประกันภัยชั้น 5 แบบสอง+",
                "ประกันภัยชั้น5 แบบสอง+",
                "ประกันภัยชั้นห้า แบบสอง+",
                "ประกันภัยชั้น ห้า แบบสอง+",
                "ประกันภัยรถยนตร์ชั้น 5 แบบสอง+",
                "ประกันภัยชั้น ห้า แบบสอง+",
                "ประกันภัยรถยนตร์ชั้น5 แบบสอง+",
                "ประกันภัยชั้นห้า แบบสอง+",
                "ประกันรถยนตร์ประเภท 5 แบบสองพลัส",
                "ประกันรถยนตร์ประเภท5 แบบสองพลัส",
                "ประกันรถยนตร์ประเภท ห้า แบบสองพลัส",
                "ประกันรถยนตร์ประเภทห้า แบบสองพลัส",
                "ประกันภัยชั้น 5 แบบสองพลัส",
                "ประกันภัยชั้น5 แบบสองพลัส",
                "ประกันภัยชั้นห้า แบบสองพลัส",
                "ประกันภัยชั้น ห้า แบบสองพลัส",
                "ประกันภัยรถยนตร์ชั้น 5 แบบสองพลัส",
                "ประกันภัยชั้น ห้า แบบสองพลัส",
                "ประกันภัยรถยนตร์ชั้น5 แบบสองพลัส",
                "ประกันภัยชั้นห้า แบบสองพลัส",
                "ประกันรถยนตร์ประเภท 5 แบบสองบวก",
                "ประกันรถยนตร์ประเภท5 แบบสองบวก",
                "ประกันรถยนตร์ประเภท ห้า แบบสองบวก",
                "ประกันรถยนตร์ประเภทห้า แบบสองบวก",
                "ประกันภัยชั้น 5 แบบสองบวก",
                "ประกันภัยชั้น5 แบบสองบวก",
                "ประกันภัยชั้นห้า แบบสองบวก",
                "ประกันภัยชั้น ห้า แบบสองบวก",
                "ประกันภัยรถยนตร์ชั้น 5 แบบสองบวก",
                "ประกันภัยชั้น ห้า แบบสองบวก",
                "ประกันภัยรถยนตร์ชั้น5 แบบสองบวก",
                "ประกันภัยชั้นห้า แบบสองบวก",
                "ประกันรถยนต์ประเภทห้า แบบสองพลัส"
            ],
            "means": "ประกันรถยนต์ประเภทห้า แบบสองพลัส"
        },
        {
            "tag": "Insurance_5_3+",
            "specific": [
                "ประกันรถยนตร์ประเภท 5 แบบ 3+",
                "ประกันรถยนตร์ประเภท5 แบบ 3+",
                "ประกันรถยนตร์ประเภท ห้า แบบ 3+",
                "ประกันรถยนตร์ประเภทห้า แบบ 3+",
                "ประกันภัยชั้น 5 แบบ 3+",
                "ประกันภัยชั้น5 แบบ 3+",
                "ประกันภัยชั้นห้า แบบ 3+",
                "ประกันภัยชั้น ห้า แบบ 3+",
                "ประกันภัยรถยนตร์ชั้น 5 แบบ 3+",
                "ประกันภัยชั้น ห้า แบบ 3+",
                "ประกันภัยรถยนตร์ชั้น5 แบบ 3+",
                "ประกันภัยชั้นห้า แบบ 3+",
                "ประกันรถยนตร์ประเภท 5 แบบ3+",
                "ประกันรถยนตร์ประเภท5 แบบ3+",
                "ประกันรถยนตร์ประเภท ห้า แบบ3+",
                "ประกันรถยนตร์ประเภทห้า แบบ3+",
                "ประกันภัยชั้น 5 แบบ3+",
                "ประกันภัยชั้น5 แบบ3+",
                "ประกันภัยชั้นห้า แบบ3+",
                "ประกันภัยชั้น ห้า แบบ3+",
                "ประกันภัยรถยนตร์ชั้น 5 แบบ3+",
                "ประกันภัยชั้น ห้า แบบ3+",
                "ประกันภัยรถยนตร์ชั้น5 แบบ3+",
                "ประกันภัยชั้นห้า แบบ3+",
                "ประกันรถยนตร์ประเภท 5 แบบสาม+",
                "ประกันรถยนตร์ประเภท5 แบบสาม+",
                "ประกันรถยนตร์ประเภท ห้า แบบสาม+",
                "ประกันรถยนตร์ประเภทห้า แบบสาม+",
                "ประกันภัยชั้น 5 แบบสาม+",
                "ประกันภัยชั้น5 แบบสาม+",
                "ประกันภัยชั้นห้า แบบสาม+",
                "ประกันภัยชั้น ห้า แบบสาม+",
                "ประกันภัยรถยนตร์ชั้น 5 แบบสาม+",
                "ประกันภัยชั้น ห้า แบบสาม+",
                "ประกันภัยรถยนตร์ชั้น5 แบบสาม+",
                "ประกันภัยชั้นห้า แบบสาม+",
                "ประกันรถยนตร์ประเภท 5 แบบสามพลัส",
                "ประกันรถยนตร์ประเภท5 แบบสามพลัส",
                "ประกันรถยนตร์ประเภท ห้า แบบสามพลัส",
                "ประกันรถยนตร์ประเภทห้า แบบสามพลัส",
                "ประกันภัยชั้น 5 แบบสามพลัส",
                "ประกันภัยชั้น5 แบบสามพลัส",
                "ประกันภัยชั้นห้า แบบสามพลัส",
                "ประกันภัยชั้น ห้า แบบสามพลัส",
                "ประกันภัยรถยนตร์ชั้น 5 แบบสามพลัส",
                "ประกันภัยชั้น ห้า แบบสามพลัส",
                "ประกันภัยรถยนตร์ชั้น5 แบบสามพลัส",
                "ประกันภัยชั้นห้า แบบสามพลัส",
                "ประกันรถยนตร์ประเภท 5 แบบสามบวก",
                "ประกันรถยนตร์ประเภท5 แบบสามบวก",
                "ประกันรถยนตร์ประเภท ห้า แบบสามบวก",
                "ประกันรถยนตร์ประเภทห้า แบบสามบวก",
                "ประกันภัยชั้น 5 แบบสามบวก",
                "ประกันภัยชั้น5 แบบสามบวก",
                "ประกันภัยชั้นห้า แบบสามบวก",
                "ประกันภัยชั้น ห้า แบบสามบวก",
                "ประกันภัยรถยนตร์ชั้น 5 แบบสามบวก",
                "ประกันภัยชั้น ห้า แบบสามบวก",
                "ประกันภัยรถยนตร์ชั้น5 แบบสามบวก",
                "ประกันภัยชั้นห้า แบบสามบวก",
                "ประกันรถยนต์ประเภทห้า แบบสามบวก"
            ],
            "means": "ประกันรถยนต์ประเภทห้า แบบสามบวก"
        }
    ]
}