{
    "intents": [
        {
            "tag": "greeting",
            "patterns": [
                "ดีจ้า",
                "สวัสดี",
                "สวัสดีครับ",
                "สวัสดีค่ะ",
                "สวัสดีนะคะ",
                "สวัสดีค่ะ",
                "สวัสดีนะค่ะ",
                "สวัสดีน่ะคะ",
                "สวัสดีน่ะค่ะ",
                "สบายดีบ่",
                "ซัมบายดีบ่"
            ],
            "responses": [
                "สวัสดีค่ะ"
            ]
        },
        {
            "tag": "ask_insurance",
            "patterns": [
                "ซื้อประกัน",
                "ซื้อประกันภัย",
                "อยากได้ประกัน"
         ],
            "responses": [
                "ไม่ทราบว่า คุณลูกค้าสนใจเป็นประกันตัวไหนมิทราบคะ"
            ]
        },
        {
            "tag": "insurance_accident_health",
            "patterns": [
                "ประกันอุบัติเหตุ",
                "ประกันสุขภาพ",
                "ประกันภัยอุบัติเหตุ",
                "ประกันภัยสุขภาพ",
                "ประกันภัยอุบัติเหตุและสุขภาพ",
                "ประกันส่วนบุคคล",
                "ประกันภัยส่วนบุคคล",
                "ประกันภัยอุบัติเหตุส่วนบุคคล",
                "ประกันชีวิต",
                "ประกันภัยชีวิต"
            ],
            "responses": [
                "ประกันภัยอุบัติเหตุส่วนบุคคล อุ่นใจ การประกันภัยอุบัติเหตุส่วนบุคคล อุ่นใจ จะช่วยบรรเทาภาระทางการเงินในกรณีที่ผู้ทำประกันอุบัติเหตุเสียชีวิต สูญเสียอวัยวะ ทุพพลภาพ หรือได้รับบาดเจ็บอันเนื่องจากอุบัติเหตุ รวมถึงการถูกฆาตกรรมหรือถูกทำร้ายร่างกายด้วยความคุ้มครองตลอด 24 ชั่วโมง ทั่วโลก ดูข้อมูลเพิ่มเติมได้ที่ https://www.viriyah.co.th/th/customer-product-accident-health.php?id=11"
            ]
        },
        {
            "tag": "insurance_business_liability",
            "patterns": [
                "ประกันธุรกิจ",
                "ประกันความรับผิด",
                "ประกันธุรกิจและความรับผิด",
                "ประกันสำหรับธุรกิจ",
                "ประกันสำหรับความรับผิด",
                "ประกันสำหรับธุรกิจและความรับผิด",
                "ประกันภัยสำหรับธุรกิจ",
                "ประกันภัยสำหรับความรับผิด",
                "ประกันภัยสำหรับธุรกิจและความรับผิด"
            ],
            "responses": [
                "ประกันอัคคีภัยทั่วไป เหมาะสำหรับสถานที่ที่ไม่ใช่ที่อยู่อาศัย เบี้ยประกันภัยขั้นต่ำเพียง 646 บาท/ปี คุ้มครอง 3 ภัยพื้นฐาน ไม่ว่าทรัพย์สินหรือตัวอาคารจะอยู่ในพื้นที่ใด หรือทำด้วย วัสดุประเภทใด การประกันภัยนี้เป็นการให้ความคุ้มครองที่คุ้มค่าให้กับผู้ที่ทำ ประกันภัยเต็มวงเงินเอาประกันภัย (100% ของราคาสิ่งปลูกสร้างและทรัพย์สิน) รวมทั้งตามมูลค่าสินค้าที่มีอยู่จริง ดูข้อมูลเพิ่มเติมได้ที่ https://www.viriyah.co.th/th/customer-product-business.php?id=27"
            ]
        },
        {
            "tag": "insurance_car",
            "patterns": [
                "ประกันรถยนตร์",
                "ประกันรถยนต์",
                "ประกันภัยรถยนต์",
                "ประกันรถยนต์ภาคสมัครใจ",
                "ประกันภัยรถยนต์ภาคสมัครใจ",
                "แนะนำ insurance car",
                "car",
                "อยากจะซื้อ Insurance ของ car",
                "อยากซื้อประกันรถยนต์",
                "อยากซื้อประกันภัยรถยนต์",
                "อยากซิ้อประกันรถยนตร์",
                "อยากซื้อประกันภัยรถยนตร์"
            ],
            "responses":[
                "บริษัท วิริยะประกันภัย จำกัด (มหาชน) ให้บริการคุ้มครองรถยนต์ของท่าน 5 ประเภท ดังนี้ คือ กรมธรรม์ประเภท 1 (ให้ความคุ้มครองมากที่สุด), กรมธรรม์ประเภท 2 (ให้ความคุ้มครองรองลงมาจากประเภทที่ 1), กรมธรรม์ประเภท 3 (ให้ความคุ้มครองเฉพาะบุคคลภายนอก), กรมธรรม์ประกันภัยรถยนต์ป้องกันภัย : ประเภท 4 (ให้ความคุ้มครองทรัพย์สินของบุคคลภายนอก) และ กรมธรรม์ประเภท 5 (แบบคุ้มครองเฉพาะภัย)"
            ]
        },
        {
            "tag": "insurance_car_type_1",
            "patterns": [
                "กรมธรรม์ประเภท1",
                "กรมธรรม์ประเภท 1",
                "ประกันรถยนตร์ประเภท 1",
                "ประกันรถยนตร์ประเภท1",
                "ประกันรถยนตร์ประเภท หนึ่ง",
                "ประกันรถยนตร์ประเภทหนึ่ง",
                "ประกันภัยชั้น 1",
                "ประกันภัยชั้น1",
                "ประกันภัยชั้นหนึ่ง",
                "ประกันภัยชั้น หนึ่ง",
                "ประกันภัยรถยนตร์ชั้น 1",
                "ประกันภัยชั้น หนึ่ง",
                "ประกันภัยรถยนตร์ชั้น1",
                "ประกันภัยชั้นหนึ่ง"
            ],
            "responses": [
                "ความรับผิดต่อความเสียหายต่อชีวิต ร่างกาย หรืออนามัยของบุคคลภายนอก, ความรับผิดต่อทรัพย์สินของบุคคลภายนอก, ความรับผิดต่อความสูญหายและไฟไหม้ของตัวรถยนต์คันเอาประกันภัยและ ความรับผิดต่อความเสียหายต่อตัวรถยนต์คันเอาประกันภัย * ในกรณีได้รับส่วนลดประวัติดี สามารถรับส่วนลดโดยมีหลักฐานประวัติดีแสดงต่อเจ้าหน้าที่ผู้รับแจ้งงาน"
            ]
        },
        {
            "tag": "insurance_car_type_2",
            "patterns": [
                "กรมธรรม์ประเภท2",
                "กรมธรรม์ประเภท 2",
                "ประกันรถยนตร์ประเภท 2",
                "ประกันรถยนตร์ประเภท2",
                "ประกันรถยนตร์ประเภท สอง",
                "ประกันรถยนตร์ประเภทสอง",
                "ประกันภัยชั้น 2",
                "ประกันภัยชั้น2",
                "ประกันภัยชั้นสอง",
                "ประกันภัยชั้น สอง",
                "ประกันภัยรถยนตร์ชั้น 2",
                "ประกันภัยชั้น สอง",
                "ประกันภัยรถยนตร์ชั้น2",
                "ประกันภัยชั้นสอง"
            ],
            "responses": [
                "ความรับผิดต่อความเสียหายต่อชีวิต ร่างกาย หรืออนามัยของบุคคลภายนอก, ความรับผิดต่อทรัพย์สินของบุคคลภายนอกและ ความรับผิดต่อความสูญหายและไฟไหม้ของตัวรถยนต์คันเอาประกันภัย"
            ]
        },
        {
            "tag": "insurance_car_type_3",
            "patterns": [
                "ประกันรถยนตร์ประเภท 3",
                "ประกันรถยนตร์ประเภท3",
                "ประกันรถยนตร์ประเภท สาม",
                "ประกันรถยนตร์ประเภทสาม",
                "ประกันภัยชั้น 3",
                "ประกันภัยชั้น3",
                "ประกันภัยชั้นสาม",
                "ประกันภัยชั้น สาม",
                "ประกันภัยรถยนตร์ชั้น 3",
                "ประกันภัยชั้น สาม",
                "ประกันภัยรถยนตร์ชั้น3",
                "ประกันภัยชั้นสาม"
            ],
            "responses": [
                "ความรับผิดต่อความเสียหายต่อชีวิต ร่างกาย หรืออนามัยของบุคคลภายนอกและ ความรับผิดต่อทรัพย์สินของบุคคลภายนอก อัตราเบี้ยประกันภัยรถยนต์ภาคสมัครใจ ประเภท 3: https://www.viriyah.co.th/th/img/customer-product/car_insurance_03_basic_plan_2021.png"
            ]
        },
        {
            "tag": "insurance_car_type_4",
            "patterns": [
                "ประกันรถยนตร์ประเภท 4",
                "ประกันรถยนตร์ประเภท4",
                "ประกันรถยนตร์ประเภท สี่",
                "ประกันรถยนตร์ประเภทสี่",
                "ประกันภัยชั้น 4",
                "ประกันภัยชั้น4",
                "ประกันภัยชั้นสี่",
                "ประกันภัยชั้น สี่",
                "ประกันภัยรถยนตร์ชั้น 4",
                "ประกันภัยชั้น สี่",
                "ประกันภัยรถยนตร์ชั้น4",
                "ประกันภัยชั้นสี่"
            ],
            "responses": [
                "รับผิดต่อทรัพย์สินของบุคคลภายนอก 100,000 บาท/อุบัติเหตุแต่ละครั้ง จ่ายเพิ่มอีกนิด จาก พ.ร.บ. คุ้มครองคุ้มค่ากว่าเยอะและ จ่ายค่าเสียหายของทรัพย์สินผู้อื่นแทนท่าน 100,000 บาท ต่ออุบัติเหตุแต่ละครั้ง สะดวก หาซื้อง่ายในราคาประหยัด รวดเร็ว เพียงจ่ายเพิ่มอีกนิดจาก พ.ร.บ. จะได้รับความคุ้มครองรับผิดต่อทรัพย์สินของบุคคลภายนอก 100,000 บาท/อุบัติเหตุแต่ละครั้ง ให้บริการครอบคลุมทุกพื้นที่ ด้วยความพร้อมของตัวแทน สาขา และศูนย์ปฏิบัติการสินไหมทดแทนทั่วประเทศ อัตราเบี้ยประกันภัยรถยนต์ป้องกันภัย ประเภท 4: https://www.viriyah.co.th/th/img/customer-product/car_insurance_04_2021.jpg"
            ]
        },
        {
            "tag": "insurance_car_type_5_2+",
            "patterns": [
                "ประกันรถยนตร์ประเภท 5 แบบ 2+",
                "ประกันรถยนตร์ประเภท5 แบบ 2+",
                "ประกันรถยนตร์ประเภท ห้า แบบ 2+",
                "ประกันรถยนตร์ประเภทห้า แบบ 2+",
                "ประกันภัยชั้น 5 แบบ 2+",
                "ประกันภัยชั้น5 แบบ 2+",
                "ประกันภัยชั้นห้า แบบ 2+",
                "ประกันภัยชั้น ห้า แบบ 2+",
                "ประกันภัยรถยนตร์ชั้น 5 แบบ 2+",
                "ประกันภัยชั้น ห้า แบบ 2+",
                "ประกันภัยรถยนตร์ชั้น5 แบบ 2+",
                "ประกันภัยชั้นห้า แบบ 2+",
                "ประกันรถยนตร์ประเภท 5 แบบ2+",
                "ประกันรถยนตร์ประเภท5 แบบ2+",
                "ประกันรถยนตร์ประเภท ห้า แบบ2+",
                "ประกันรถยนตร์ประเภทห้า แบบ2+",
                "ประกันภัยชั้น 5 แบบ2+",
                "ประกันภัยชั้น5 แบบ2+",
                "ประกันภัยชั้นห้า แบบ2+",
                "ประกันภัยชั้น ห้า แบบ2+",
                "ประกันภัยรถยนตร์ชั้น 5 แบบ2+",
                "ประกันภัยชั้น ห้า แบบ2+",
                "ประกันภัยรถยนตร์ชั้น5 แบบ2+",
                "ประกันภัยชั้นห้า แบบ2+",
                "ประกันรถยนตร์ประเภท 5 แบบสอง+",
                "ประกันรถยนตร์ประเภท5 แบบสอง+",
                "ประกันรถยนตร์ประเภท ห้า แบบสอง+",
                "ประกันรถยนตร์ประเภทห้า แบบสอง+",
                "ประกันภัยชั้น 5 แบบสอง+",
                "ประกันภัยชั้น5 แบบสอง+",
                "ประกันภัยชั้นห้า แบบสอง+",
                "ประกันภัยชั้น ห้า แบบสอง+",
                "ประกันภัยรถยนตร์ชั้น 5 แบบสอง+",
                "ประกันภัยชั้น ห้า แบบสอง+",
                "ประกันภัยรถยนตร์ชั้น5 แบบสอง+",
                "ประกันภัยชั้นห้า แบบสอง+",
                "ประกันรถยนตร์ประเภท 5 แบบสองพลัส",
                "ประกันรถยนตร์ประเภท5 แบบสองพลัส",
                "ประกันรถยนตร์ประเภท ห้า แบบสองพลัส",
                "ประกันรถยนตร์ประเภทห้า แบบสองพลัส",
                "ประกันภัยชั้น 5 แบบสองพลัส",
                "ประกันภัยชั้น5 แบบสองพลัส",
                "ประกันภัยชั้นห้า แบบสองพลัส",
                "ประกันภัยชั้น ห้า แบบสองพลัส",
                "ประกันภัยรถยนตร์ชั้น 5 แบบสองพลัส",
                "ประกันภัยชั้น ห้า แบบสองพลัส",
                "ประกันภัยรถยนตร์ชั้น5 แบบสองพลัส",
                "ประกันภัยชั้นห้า แบบสองพลัส",
                "ประกันรถยนตร์ประเภท 5 แบบสองบวก",
                "ประกันรถยนตร์ประเภท5 แบบสองบวก",
                "ประกันรถยนตร์ประเภท ห้า แบบสองบวก",
                "ประกันรถยนตร์ประเภทห้า แบบสองบวก",
                "ประกันภัยชั้น 5 แบบสองบวก",
                "ประกันภัยชั้น5 แบบสองบวก",
                "ประกันภัยชั้นห้า แบบสองบวก",
                "ประกันภัยชั้น ห้า แบบสองบวก",
                "ประกันภัยรถยนตร์ชั้น 5 แบบสองบวก",
                "ประกันภัยชั้น ห้า แบบสองบวก",
                "ประกันภัยรถยนตร์ชั้น5 แบบสองบวก",
                "ประกันภัยชั้นห้า แบบสองบวก"
            ],
            "responses": [
                "ความรับผิดต่อความเสียหายต่อชีวิต ร่างกาย หรืออนามัยของบุคคลภายนอก, ความรับผิดต่อทรัพย์สินของบุคคลภายนอก, ความรับผิดต่อความสูญหายและไฟไหม้ของตัวรถยนต์และ ความรับผิดต่อความเสียหายต่อตัวรถยนต์คันเอาประกันภัยกรณีที่ชนกับยานพาหนะทางบก * กรณีที่ชนกับยานพาหนะทางบกและเป็นฝ่ายผิดจะต้องเสียค่าเสียหายส่วนแรกต่อความเสียของตัวรถยนต์ผู้เอาประกันภัย ไม่เกิน 2,000 บาท อัตราเบี้ยประกันภัยรถยนต์ภาคสมัครใจ ประเภท 5 แบบ 2+ : https://www.viriyah.co.th/th/img/customer-product/car_insurance_05_2Plus_update.png และ อัตราเบี้ยประกันภัยรถยนต์ภาคสมัครใจ ประเภท 5 แบบ 2+ Extra: https://www.viriyah.co.th/th/img/customer-product/car_insurance_05_2PlusExtra_new.jpg"
            ]
        },
        {
            "tag": "insurance_car_type_5_3+",
            "patterns": [
                "ประกันรถยนตร์ประเภท 5 แบบ 3+",
                "ประกันรถยนตร์ประเภท5 แบบ 3+",
                "ประกันรถยนตร์ประเภท ห้า แบบ 3+",
                "ประกันรถยนตร์ประเภทห้า แบบ 3+",
                "ประกันภัยชั้น 5 แบบ 3+",
                "ประกันภัยชั้น5 แบบ 3+",
                "ประกันภัยชั้นห้า แบบ 3+",
                "ประกันภัยชั้น ห้า แบบ 3+",
                "ประกันภัยรถยนตร์ชั้น 5 แบบ 3+",
                "ประกันภัยชั้น ห้า แบบ 3+",
                "ประกันภัยรถยนตร์ชั้น5 แบบ 3+",
                "ประกันภัยชั้นห้า แบบ 3+",
                "ประกันรถยนตร์ประเภท 5 แบบ3+",
                "ประกันรถยนตร์ประเภท5 แบบ3+",
                "ประกันรถยนตร์ประเภท ห้า แบบ3+",
                "ประกันรถยนตร์ประเภทห้า แบบ3+",
                "ประกันภัยชั้น 5 แบบ3+",
                "ประกันภัยชั้น5 แบบ3+",
                "ประกันภัยชั้นห้า แบบ3+",
                "ประกันภัยชั้น ห้า แบบ3+",
                "ประกันภัยรถยนตร์ชั้น 5 แบบ3+",
                "ประกันภัยชั้น ห้า แบบ3+",
                "ประกันภัยรถยนตร์ชั้น5 แบบ3+",
                "ประกันภัยชั้นห้า แบบ3+",
                "ประกันรถยนตร์ประเภท 5 แบบสาม+",
                "ประกันรถยนตร์ประเภท5 แบบสาม+",
                "ประกันรถยนตร์ประเภท ห้า แบบสาม+",
                "ประกันรถยนตร์ประเภทห้า แบบสาม+",
                "ประกันภัยชั้น 5 แบบสาม+",
                "ประกันภัยชั้น5 แบบสาม+",
                "ประกันภัยชั้นห้า แบบสาม+",
                "ประกันภัยชั้น ห้า แบบสาม+",
                "ประกันภัยรถยนตร์ชั้น 5 แบบสาม+",
                "ประกันภัยชั้น ห้า แบบสาม+",
                "ประกันภัยรถยนตร์ชั้น5 แบบสาม+",
                "ประกันภัยชั้นห้า แบบสาม+",
                "ประกันรถยนตร์ประเภท 5 แบบสามพลัส",
                "ประกันรถยนตร์ประเภท5 แบบสามพลัส",
                "ประกันรถยนตร์ประเภท ห้า แบบสามพลัส",
                "ประกันรถยนตร์ประเภทห้า แบบสามพลัส",
                "ประกันภัยชั้น 5 แบบสามพลัส",
                "ประกันภัยชั้น5 แบบสามพลัส",
                "ประกันภัยชั้นห้า แบบสามพลัส",
                "ประกันภัยชั้น ห้า แบบสามพลัส",
                "ประกันภัยรถยนตร์ชั้น 5 แบบสามพลัส",
                "ประกันภัยชั้น ห้า แบบสามพลัส",
                "ประกันภัยรถยนตร์ชั้น5 แบบสามพลัส",
                "ประกันภัยชั้นห้า แบบสามพลัส",
                "ประกันรถยนตร์ประเภท 5 แบบสามบวก",
                "ประกันรถยนตร์ประเภท5 แบบสามบวก",
                "ประกันรถยนตร์ประเภท ห้า แบบสามบวก",
                "ประกันรถยนตร์ประเภทห้า แบบสามบวก",
                "ประกันภัยชั้น 5 แบบสามบวก",
                "ประกันภัยชั้น5 แบบสามบวก",
                "ประกันภัยชั้นห้า แบบสามบวก",
                "ประกันภัยชั้น ห้า แบบสามบวก",
                "ประกันภัยรถยนตร์ชั้น 5 แบบสามบวก",
                "ประกันภัยชั้น ห้า แบบสามบวก",
                "ประกันภัยรถยนตร์ชั้น5 แบบสามบวก",
                "ประกันภัยชั้นห้า แบบสามบวก"
            ],
            "responses": [
                "ความรับผิดต่อความเสียหายต่อชีวิต ร่างกาย หรืออนามัยของบุคคลภายนอก, ความรับผิดต่อทรัพย์สินของบุคคลภายนอกและ ความรับผิดต่อความเสียหายต่อตัวรถยนต์คันเอาประกันภัยกรณีที่ชนกับยานพาหนะทางบก อัตราเบี้ยประกันภัยรถยนต์ภาคสมัครใจ ประเภท 5 แบบ 3+ : https://www.viriyah.co.th/th/img/customer-product/car_insurance_05_3Plus_new.png และ อัตราเบี้ยประกันภัยรถยนต์ภาคสมัครใจ ประเภท 5 แบบ 3+ Extra: https://www.viriyah.co.th/th/img/customer-product/car_insurance_05_3PlusExtra_new.jpg"
            ]
        },
        {
            "tag": "insurance_financial_guarantees",
            "patterns": [
                "ประกันเงิน",
                "ประกันค้ำประกัน",
                "ประกันเงินและการค้ำประกัน",
                "ประกันภัยเงิน",
                "ประกันภัยค้ำประกัน",
                "ประกันภัยเงินและการค้ำประกัน",
                "ประกันภัยการเงิน",
                "ประกันภัยการค้ำประกัน",
                "ประกันภัยการเงินและการค้ำประกัน",
                "ประกันภัยด้านการเงิน",
                "ประกันภัยด้านการค้ำประกัน",
                "ประกันภัยด้านการเงินและการค้ำประกัน"
            ],
            "responses": [
                "ประกันภัยพิทักษ์ทุน ประกันภัยพิทักษ์ทุน เป็นการประกันภัยสินเชื่อให้กับสถาบันการเงิน ในกรณีที่ผู้กู้เสียชีวิต โดยคุ้มครอง 3 หมวด 1. การเสียชีวิต สูญเสียอวัยวะ ทุพพลภาพถาวรสิ้นเชิง จากอุบัติเหตุ 2. การสูญเสียอวัยะ ทุพพลภาพถาวรสิ้นเชิง จากการเจ็บป่วย 3. การเสียชีวิตด้วยโรคร้ายแรง 5 โรค ดูข้อมูลเพิ่มเติมได้ที่ https://www.viriyah.co.th/th/customer-product-money.php?id=54"
            ]
        },
        {
            "tag": "insurance_home_property",
            "patterns": [
                "บ้าน",
                "ทรัพย์สิน",
                "บ้านและทรัพย์สิน",
                "ประกันภัยบ้าน",
                "ประกันภัยทรัพย์สิน",
                "ประกันภัยบ้านและทรัพย์สิน",
                "ประกันภัยสำหรับบ้าน",
                "ประกันภัยสำหรับทรัพย์สิน",
                "ประกันภัยสำหรับบ้านและทรัพย์สิน"
            ],
            "responses": [
                "ประกันอัคคีภัยที่อยู่อาศัยเหมาะสำหรับผู้ที่ต้องการประกันอัคคีภัยสำหรับบ้านอยู่อาศัยคุ้มครอง 6 ภัยพื้นฐานและ 4 ภัยธรรมชาติทุกที่ทั่วไทย ไม่ว่าบ้านจะอยู่ในพื้นที่ใด หรือทำด้วยวัสดุประเภทใด เป็นการให้ความคุ้มครองแบบมีทางเลือกที่คุ้มค่าให้กับผู้ที่ทำประกันภัยเต็มวงเงินที่เอาประกันภัย (100% ของราคาสิ่งปลูกสร้างและทรัพย์สิน) ดูข้อมูลเพิ่มเติมได้ที่ https://www.viriyah.co.th/th/customer-product-home-insurance.php?id=3"
            ]
        },
        {
            "tag": "insurance_marine_transportation",
            "patterns": [
                "ประกันทะเล",
                "ประกันขนส่ง",
                "ประกันทะเลและขนส่ง",
                "ประกันภัยทะเล",
                "ประกันภัยขนส่ง",
                "ประกันภัยทะเลและขนส่ง",
                "ประกันภัยทางทะเล",
                "ประกันภัยทางขนส่ง",
                "ประกันภัยทางทะเลและขนส่ง"
            ],
            "responses": [
                "ประกันภัยตัวเรือในกรณีที่เกิดอุบัติเหตุต่างๆ ขึ้นระหว่างการติดต่อค้าขายทางเรือ โดยใช้เรือเป็นยานพาหนะ อาทิเช่น ภัยจากลมพายุ เรือเกยตื้น เรือชนกัน เรือชนหินโสโครก ดังนั้น บริษัทฯ จึงขอเป็นผู้ช่วยแบ่งเบาภาระค่าใช้จ่ายของความเสี่ยงนั้นๆ โดยการรับประกันความสูญเสียหรือเสียหายของโครงสร้างตัวเรือและเครื่องจักรรวมถึงอุปกรณ์ต่างๆ บนเรือ เพื่อความอุ่นใจและสบายใจของท่าน ดูข้อมูลเพิ่มเติมได้ที่ https://www.viriyah.co.th/th/customer-product-logistic.php?id=49"
            ]
        },
        {
            "tag": "recommend",
            "patterns": [
                "ข้อเสนอแนะ",
                "ติชม",
                "ติเตียน",
                "ต้องการให้คะแนนพนักงาน",
                "ให้คะแนน",
                "ข้อแนะนำ",
                "feedback"
            ],
            "responses": [
                "link to form..."
            ]
        },
        {
            "tag": "question_branch",
            "patterns": [
                "สอบถามสาขา",
                "สาขา",
                "จำนวนสาขา",
                "ฉันจะไปหาบริษัทได้ที่ไหนบ้าง",
                "บริษัท",
                "หาบริษัท"
            ],
            "responses": [
                "สาขา ... สาขา 1. สาขาช้างเผือก ที่อยู่..., 2. สาขาสุเทพ ที่อยู่..., 3. สาขาโชคชัย ที่อยู่..., ... , 100. สาขาทองหล่อ ที่อยู่ ..."
            ]
        },
        {
            "tag": "question_general_question",
            "patterns": [
                "สอบถามข้อมูลทั่วไป",
                "ติดต่อสอบถาม",
                "ติดต่อ",
                "สอบถาม",
                "สอบถามข้อมูล",
                "ข้อมูลทั่วไป"
            ],
            "responses": [
                "ต้องการสอบถามข้อมูลเรื่องใดคะ"
            ]
        },
        {
            "tag": "question_insurance",
            "patterns": [
                "สอบถาม",
                "สอบถามหน่อยจ้า"
            ],
            "responses": [
                "ต้องการสอบถามเรื่องใดของประกันภัยคะ"
            ]
        },
        {
            "tag": "recommend_insurance",
            "patterns": [
                "แนะนำ",
                "โปรโมชัน",
                "โปรโมชัน",
                "ซื้อประกันภัยรถยนต์"
            ],
            "responses": [
                "พชรขอแนะนำประกันภัยรถยนตร์ ประกันสุขภัย ภัยแสนสุขค่ะ เริ่มต้นเพียง 50,000 บาทต่อปี รับประกันสูงสุด 5,000 บาท ค่ะ"
            ]
        },
        {
            "tag": "question_step_claim_insurance",
            "patterns": [
                "สอบถามเรื่องการเคลม",
                "เคลม",
                "การเคลมประกัน",
                "เคลมประกัน",
                "การเคลมประกันภัย",
                "ติดต่อเคลม",
                "ติดต่อเคลมประกัน",
                "ติดต่อเคลมประกันภัย",
                "ติดต่อเคลมประกันรถยนตร์",
                "ติดต่อเคลมประกันภัยรถยนตร์"
            ],
            "responses": [
                "วิธีการเคลมประกันภัยรถยนตร์...https://www.muangthaiinsurance.com/th/page/ClaimInformNopartiesPa"
            ]
        }
    ]
}