{
    "intents": [
        {
            "tag": "greeting",
            "patterns": [
                "ดีจ้า",
                "สวัสดี",
                "สวัสดีครับ",
                "สวัสดีค่ะ",
                "สวัสดีนะคะ",
                "สวัสดีค่ะ",
                "สวัสดีนะค่ะ",
                "สวัสดีน่ะคะ",
                "สวัสดีน่ะค่ะ",
                "สบายดีบ่",
                "ซัมบายดีบ่"
            ],
            "responses": [
                "สวัสดีค่ะ"
            ]
        },
        {
            "tag": "buy_insurance",
            "patterns": [
                "ซื้อประกัน",
                "ซื้อประกันภัย",
                "ซื้อประกันรถยนต์",
                "ซื้อประกันภัยรถยนต์",
                "ต้องการซื้อประกันรถยนต์",
                "ต้องการซื้อประกันภัยรถยนต์"
            ],
            "responses": [
                "สามารถซื้อประกันภัยรถยนต์ได้ที่แบบฟอร์มนี้...https://www.facebook.com/phachara.arthur"
            ]
        },
        {
            "tag": "insurance_accident_health",
            "patterns": [
                "ประกันภัยชีวิต"
            ],
            "responses": [
                "ประกันภัยอุบัติเหตุส่วนบุคคล อุ่นใจ การประกันภัยอุบัติเหตุส่วนบุคคล อุ่นใจ จะช่วยบรรเทาภาระทางการเงินในกรณีที่ผู้ทำประกันอุบัติเหตุเสียชีวิต สูญเสียอวัยวะ ทุพพลภาพ หรือได้รับบาดเจ็บอันเนื่องจากอุบัติเหตุ รวมถึงการถูกฆาตกรรมหรือถูกทำร้ายร่างกายด้วยความคุ้มครองตลอด 24 ชั่วโมง ทั่วโลก ดูข้อมูลเพิ่มเติมได้ที่ https://www.viriyah.co.th/th/customer-product-accident-health.php?id=11"
            ]
        },
        {
            "tag": "insurance_business_liability",
            "patterns": [
                "ประกันภัยธุรกิจ"
            ],
            "responses": [
                "ประกันอัคคีภัยทั่วไป เหมาะสำหรับสถานที่ที่ไม่ใช่ที่อยู่อาศัย เบี้ยประกันภัยขั้นต่ำเพียง 646 บาท/ปี คุ้มครอง 3 ภัยพื้นฐาน ไม่ว่าทรัพย์สินหรือตัวอาคารจะอยู่ในพื้นที่ใด หรือทำด้วย วัสดุประเภทใด การประกันภัยนี้เป็นการให้ความคุ้มครองที่คุ้มค่าให้กับผู้ที่ทำ ประกันภัยเต็มวงเงินเอาประกันภัย (100% ของราคาสิ่งปลูกสร้างและทรัพย์สิน) รวมทั้งตามมูลค่าสินค้าที่มีอยู่จริง ดูข้อมูลเพิ่มเติมได้ที่ https://www.viriyah.co.th/th/customer-product-business.php?id=27"
            ]
        },
        {
            "tag": "insurance_car",
            "patterns": [
                "ประกันภัยรถยนต์"
            ],
            "responses":[
                "บริษัท วิริยะประกันภัย จำกัด (มหาชน) ให้บริการคุ้มครองรถยนต์ของท่าน 5 ประเภท ดังนี้ คือ กรมธรรม์ประเภท 1 (ให้ความคุ้มครองมากที่สุด), กรมธรรม์ประเภท 2 (ให้ความคุ้มครองรองลงมาจากประเภทที่ 1), กรมธรรม์ประเภท 3 (ให้ความคุ้มครองเฉพาะบุคคลภายนอก), กรมธรรม์ประกันภัยรถยนต์ป้องกันภัย : ประเภท 4 (ให้ความคุ้มครองทรัพย์สินของบุคคลภายนอก) และ กรมธรรม์ประเภท 5 (แบบคุ้มครองเฉพาะภัย)"
            ]
        },
        {
            "tag": "insurance_car_type_1",
            "patterns": [
                "ประกันภัยชั้นหนึ่ง"
            ],
            "responses": [
                "ความรับผิดต่อความเสียหายต่อชีวิต ร่างกาย หรืออนามัยของบุคคลภายนอก, ความรับผิดต่อทรัพย์สินของบุคคลภายนอก, ความรับผิดต่อความสูญหายและไฟไหม้ของตัวรถยนต์คันเอาประกันภัยและ ความรับผิดต่อความเสียหายต่อตัวรถยนต์คันเอาประกันภัย * ในกรณีได้รับส่วนลดประวัติดี สามารถรับส่วนลดโดยมีหลักฐานประวัติดีแสดงต่อเจ้าหน้าที่ผู้รับแจ้งงาน"
            ]
        },
        {
            "tag": "insurance_car_type_2",
            "patterns": [
                "ประกันภัยชั้นสอง"
            ],
            "responses": [
                "ความรับผิดต่อความเสียหายต่อชีวิต ร่างกาย หรืออนามัยของบุคคลภายนอก, ความรับผิดต่อทรัพย์สินของบุคคลภายนอกและ ความรับผิดต่อความสูญหายและไฟไหม้ของตัวรถยนต์คันเอาประกันภัย"
            ]
        },
        {
            "tag": "insurance_car_type_3",
            "patterns": [
                "ประกันภัยชั้นสาม"
            ],
            "responses": [
                "ความรับผิดต่อความเสียหายต่อชีวิต ร่างกาย หรืออนามัยของบุคคลภายนอกและ ความรับผิดต่อทรัพย์สินของบุคคลภายนอก อัตราเบี้ยประกันภัยรถยนต์ภาคสมัครใจ ประเภท 3: https://www.viriyah.co.th/th/img/customer-product/car_insurance_03_basic_plan_2021.png"
            ]
        },
        {
            "tag": "insurance_car_type_4",
            "patterns": [
                "ประกันภัยชั้นสี่"
            ],
            "responses": [
                "รับผิดต่อทรัพย์สินของบุคคลภายนอก 100,000 บาท/อุบัติเหตุแต่ละครั้ง จ่ายเพิ่มอีกนิด จาก พ.ร.บ. คุ้มครองคุ้มค่ากว่าเยอะและ จ่ายค่าเสียหายของทรัพย์สินผู้อื่นแทนท่าน 100,000 บาท ต่ออุบัติเหตุแต่ละครั้ง สะดวก หาซื้อง่ายในราคาประหยัด รวดเร็ว เพียงจ่ายเพิ่มอีกนิดจาก พ.ร.บ. จะได้รับความคุ้มครองรับผิดต่อทรัพย์สินของบุคคลภายนอก 100,000 บาท/อุบัติเหตุแต่ละครั้ง ให้บริการครอบคลุมทุกพื้นที่ ด้วยความพร้อมของตัวแทน สาขา และศูนย์ปฏิบัติการสินไหมทดแทนทั่วประเทศ อัตราเบี้ยประกันภัยรถยนต์ป้องกันภัย ประเภท 4: https://www.viriyah.co.th/th/img/customer-product/car_insurance_04_2021.jpg"
            ]
        },
        {
            "tag": "insurance_car_type_5_2+",
            "patterns": [
                "ประกันรถยนต์ประเภทห้าแบบสองพลัส"
            ],
            "responses": [
                "ความรับผิดต่อความเสียหายต่อชีวิต ร่างกาย หรืออนามัยของบุคคลภายนอก, ความรับผิดต่อทรัพย์สินของบุคคลภายนอก, ความรับผิดต่อความสูญหายและไฟไหม้ของตัวรถยนต์และ ความรับผิดต่อความเสียหายต่อตัวรถยนต์คันเอาประกันภัยกรณีที่ชนกับยานพาหนะทางบก * กรณีที่ชนกับยานพาหนะทางบกและเป็นฝ่ายผิดจะต้องเสียค่าเสียหายส่วนแรกต่อความเสียของตัวรถยนต์ผู้เอาประกันภัย ไม่เกิน 2,000 บาท อัตราเบี้ยประกันภัยรถยนต์ภาคสมัครใจ ประเภท 5 แบบ 2+ : https://www.viriyah.co.th/th/img/customer-product/car_insurance_05_2Plus_update.png และ อัตราเบี้ยประกันภัยรถยนต์ภาคสมัครใจ ประเภท 5 แบบ 2+ Extra: https://www.viriyah.co.th/th/img/customer-product/car_insurance_05_2PlusExtra_new.jpg"
            ]
        },
        {
            "tag": "insurance_car_type_5_3+",
            "patterns": [
                "ประกันรถยนต์ประเภทห้าแบบสามพลัส"
            ],
            "responses": [
                "ความรับผิดต่อความเสียหายต่อชีวิต ร่างกาย หรืออนามัยของบุคคลภายนอก, ความรับผิดต่อทรัพย์สินของบุคคลภายนอกและ ความรับผิดต่อความเสียหายต่อตัวรถยนต์คันเอาประกันภัยกรณีที่ชนกับยานพาหนะทางบก อัตราเบี้ยประกันภัยรถยนต์ภาคสมัครใจ ประเภท 5 แบบ 3+ : https://www.viriyah.co.th/th/img/customer-product/car_insurance_05_3Plus_new.png และ อัตราเบี้ยประกันภัยรถยนต์ภาคสมัครใจ ประเภท 5 แบบ 3+ Extra: https://www.viriyah.co.th/th/img/customer-product/car_insurance_05_3PlusExtra_new.jpg"
            ]
        },
        {
            "tag": "insurance_financial_guarantees",
            "patterns": [
                "ประกันภัยด้านการเงิน"
            ],
            "responses": [
                "ประกันภัยพิทักษ์ทุน ประกันภัยพิทักษ์ทุน เป็นการประกันภัยสินเชื่อให้กับสถาบันการเงิน ในกรณีที่ผู้กู้เสียชีวิต โดยคุ้มครอง 3 หมวด 1. การเสียชีวิต สูญเสียอวัยวะ ทุพพลภาพถาวรสิ้นเชิง จากอุบัติเหตุ 2. การสูญเสียอวัยะ ทุพพลภาพถาวรสิ้นเชิง จากการเจ็บป่วย 3. การเสียชีวิตด้วยโรคร้ายแรง 5 โรค ดูข้อมูลเพิ่มเติมได้ที่ https://www.viriyah.co.th/th/customer-product-money.php?id=54"
            ]
        },
        {
            "tag": "insurance_home_property",
            "patterns": [
                "ประกันภัยสำหรับบ้าน"
            ],
            "responses": [
                "ประกันอัคคีภัยที่อยู่อาศัยเหมาะสำหรับผู้ที่ต้องการประกันอัคคีภัยสำหรับบ้านอยู่อาศัยคุ้มครอง 6 ภัยพื้นฐานและ 4 ภัยธรรมชาติทุกที่ทั่วไทย ไม่ว่าบ้านจะอยู่ในพื้นที่ใด หรือทำด้วยวัสดุประเภทใด เป็นการให้ความคุ้มครองแบบมีทางเลือกที่คุ้มค่าให้กับผู้ที่ทำประกันภัยเต็มวงเงินที่เอาประกันภัย (100% ของราคาสิ่งปลูกสร้างและทรัพย์สิน) ดูข้อมูลเพิ่มเติมได้ที่ https://www.viriyah.co.th/th/customer-product-home-insurance.php?id=3"
            ]
        },
        {
            "tag": "insurance_marine_transportation",
            "patterns": [
                "ประกันภัยทางทะเล"
            ],
            "responses": [
                "ประกันภัยตัวเรือในกรณีที่เกิดอุบัติเหตุต่างๆ ขึ้นระหว่างการติดต่อค้าขายทางเรือ โดยใช้เรือเป็นยานพาหนะ อาทิเช่น ภัยจากลมพายุ เรือเกยตื้น เรือชนกัน เรือชนหินโสโครก ดังนั้น บริษัทฯ จึงขอเป็นผู้ช่วยแบ่งเบาภาระค่าใช้จ่ายของความเสี่ยงนั้นๆ โดยการรับประกันความสูญเสียหรือเสียหายของโครงสร้างตัวเรือและเครื่องจักรรวมถึงอุปกรณ์ต่างๆ บนเรือ เพื่อความอุ่นใจและสบายใจของท่าน ดูข้อมูลเพิ่มเติมได้ที่ https://www.viriyah.co.th/th/customer-product-logistic.php?id=49"
            ]
        },
        {
            "tag": "recommend",
            "patterns": [
                "ข้อเสนอแนะ",
                "ติชม",
                "ติเตียน",
                "ต้องการให้คะแนนพนักงาน",
                "ให้คะแนน",
                "feedback"
            ],
            "responses": [
                "link to feedback form"
            ]
        },
        {
            "tag": "question_branch",
            "patterns": [
                "สาขา",
                "จำนวนสาขา",
                "บริษัท",
                "หาบริษัท"
            ],
            "responses": [
                "สาขา ... สาขา 1. สาขาช้างเผือก ที่อยู่..., 2. สาขาสุเทพ ที่อยู่..., 3. สาขาโชคชัย ที่อยู่..., ... , 100. สาขาทองหล่อ ที่อยู่ ..."
            ]
        },
        {
            "tag": "question_general_question",
            "patterns": [
                "สอบถามข้อมูลทั่วไป",
                "สอบถาม",
                "สอบถาม",
                "สอบถามข้อมูล",
                "ข้อมูลทั่วไป"
            ],
            "responses": [
                "ต้องการสอบถามข้อมูลเรื่องใดคะ"
            ]
        },
        {
            "tag": "recommend_insurance",
            "patterns": [
                "แนะนำ",
                "โปรโมชัน",
                "โปรโมชัน",
                "reccomend"
            ],
            "responses": [
                "น้องวาขอแนะนำโปรโมชันประกันภัยรถยนตร์ ประกันสุขภัย ภัยแสนสุขค่ะ เริ่มต้นเพียง 50,000 บาทต่อปี รับประกันสูงสุด 5,000 บาท ค่ะ"
            ]
        },
        {
            "tag": "question_step_claim_insurance",
            "patterns": [
                "สอบถามเรื่องการเคลม",
                "เคลม",
                "การเคลมประกัน",
                "เคลมประกัน",
                "เคลมประกันภัย",
                "การเคลมประกันภัย",
                "เคลม",
                "เคลมประกัน",
                "เคลมประกันภัย",
                "เคลมประกันรถยนตร์",
                "เคลมประกันภัยรถยนตร์"
            ],
            "responses": [
                "วิธีการเคลมประกันภัยรถยนตร์...https://www.muangthaiinsurance.com/th/page/ClaimInformNopartiesPa"
            ]
        },
        {
            "tag": "fallback",
            "patterns": [
                ""
            ],
            "responses": [
                "ขอโทษค่ะไม่เข้าใจ"
            ]
        }
    ]
}