{
    "intents": [
        {
            "tag": "greeting",
            "value": 3,
            "patterns": [
                "สวัสดี",
                "สวัสดีค่ะ",
                "สวัสดีครับ",
                "ดี",
                "หวัดดี",
                "ดีจ้า",
                "เฮลโหล่ว",
                "ฮาย",
                "สะหวัดดี",
                "สบายดีบ่"
            ],
            "responses": [
                "สวัสดี คุณลูกค้า",
                "สวัสดีค่ะ คุณลูกค้า",
                "สวัสดีครับ คุณลูกค้า"
            ]
        },
        {
            "tag": "promotion00",
            "value": 2,
            "patterns": [
                "ใช้คูปองค่าส่งฟรี 10 บาท",
                "ใช้ส่วนลดค่าส่งฟรี 10 บาท",
                "ใช้คูปองส่วนลดค่าส่งฟรี 10 บาท",
                "ใช้คูปองค่าส่งฟรี 20 บาท",
                "ใช้ส่วนลดค่าส่งฟรี 20 บาท",
                "ใช้คูปองส่วนลดค่าส่งฟรี 20 บาท",
                "ใช้คูปองส่งฟรี 10 บาท",
                "ใช้ส่วนลดส่งฟรี 10 บาท",
                "ใช้คูปองส่วนลดส่งฟรี 10 บาท",
                "ใช้คูปองส่งฟรี 20 บาท",
                "ใช้ส่วนลดส่งฟรี 20 บาท",
                "ใช้คูปองส่วนลดส่งฟรี 20 บาท"
            ],
            "responses": [
                "ไม่สามารถใช้คูปองส่วนลดร่วมกับโปรโมชันค่าส่งฟรี, ค่าส่ง 10 บาท, ค่าส่ง 20 บาท และโปรโมชันอื่นๆ"
            ]
        },
        {
            "tag": "promotion01",
            "value": 3,
            "patterns": [
                "จะรู้ได้อย่างไรว่าร้านไหนเข้าร่วมโปรโมชันค่าส่งฟรี, ค่าส่ง 10 บาท และค่าส่ง 20 บาท",
                "ร้านที่เข้าร่วมโปรโมชันค่าส่งฟรี",
                "ร้านไหนเข้าร่วมโปรโมชัน"
            ],
            "responses": [
                "คุณสามารถสังเกตร้านอาหารที่เข้าร่วมโปรโมชันค่าส่งราคาพิเศษได้ จากป้ายสีส้มและสีแดงที่มุมซ้ายมือด้านบนของรูปประกาศร้านอาหาร"
            ]
        },
        {
            "tag": "promotion02",
            "value": 4,
            "patterns": [
                "สามารถเปลี่ยนที่อยู่จัดส่ง หลังจากเลือกเมนูที่ร่วมค่าจัดส่งราคาพิเศษได้หรือไม่",
                "เปลี่ยนที่อยู่หลังจากสั่งอาหาร",
                "เปลี่ยนที่อยู่",
                "สั่งอาหารไปแล้วแต่ลืมเปลี่ยนที่อยู่ สามารถเปลี่ยนทีหลังได้ไหม"
            ],
            "responses": [
                "ถ้าออเดอร์ที่คุณสั่งยังไม่ได้ยืนยันรายการ เรายินดีให้คุณเปลี่ยนที่อยู่จัดส่งอาหารได้ทันที ทั้งนี้ หากที่อยู่จัดส่งใหม่ห่างจากร้านที่สั่งตั้งแต่ 12.01 ก.ม. ระบบจะคำนวณค่าจัดส่งให้ใหม่ตามอัตราค่าส่งปกติ ซึ่งคุณสามารถใส่คูปองส่วนลดในการสั่งซื้อนี้ได้  ทั้งนี้ถ้าออเดอร์ที่คุณสั่งยืนยันรายการแล้ว จะไม่สามารถเปลี่ยนแปลงที่อยู่จัดส่งได้"
            ]
        },
        {
            "tag": "promotion03",
            "value": 5,
            "patterns": [
                "ทำไมถึงใช้คูปองส่วนลดไม่ได้",
                "ใช้คูปองไม่ได้",
                "ใช้ส่วนลดไม่ได้"
            ],
            "responses": [
                "หากไม่สามารถใช้คูปองได้ อาจเกิดจากสาเหตุดังนี้ 1. คุณเคยใช้บริการ LINE MAN มาก่อน และอาจใช้คูปองส่วนลดสำหรับผู้ใช้ใหม่ 2. คุณอาจใช้คูปองส่วนลดนั้น ครบตามจำนวนสิทธิ์แล้ว 3. คูปองส่วนลดนั้น อาจมีผู้ใช้คนอื่นเข้ามาใช้สิทธิ์เต็มจำนวนแล้ว 4. คูปองส่วนลดนั้นอาจเป็นของบริการอื่น 5. คุณอาจได้รับส่วนลดจากโปรโมชันอื่นแล้ว จึงไม่สามารถใส่คูปองส่วนลดเพิ่มได้อีก"
            ]
        },
        {
            "tag": "promotion04",
            "value": 5,
            "patterns": [
                "ใช้คูปอง",
                "ใช้คูปองส่วนลด",
                "ใช้คูปองส่วนลดกับร้านอาหาร",
                "อยากใช้คูปองส่วนลดต้องทำอย่างไร",
                "อยากใช้คูปอง",
                "คูปองที่มีอยู่สามารถใช้เป็นส่วนลดได้ไหม",
                "อยากใช้ส่วนลด"
            ],
            "responses": [
                "หากคุณมีคูปองส่วนลด สามารถทำตามขั้นตอนต่อไปนี้ได้เลย 1. หลังจากเลือกรายการอาหารเรียบร้อย ให้กดที่ \"ตะกร้าของฉัน\" (My Cart) จากนั้น เลื่อนลงมาข้างล่างสุด กดคำว่า \"คูปอง\" (Coupon) > \"ใช้คูปอง\" (Apply Coupon) 2. กด \"ใส่รหัสคูปอง\" (Enter code) ที่มุมขวามือด้านบนของแอปพลิเคชัน กดเลือกคูปองที่ต้องการใช้งาน หรือพิมพ์รหัสคูปองลงไปในช่องคูปอง (Coupon) หลังจากนั้น กด \"ยืนยัน\" (Confirm) ระบบจะคำนวณส่วนลดจากคูปองและแสดงค่าส่งที่ต้องชำระให้ทันที"
            ]
        },
        {
            "tag": "order00",
            "value": 5,
            "patterns": [
                "สินค้าไม่ถูกต้อง",
                "สินค้าไม่ตรงตามที่สั่ง",
                "อาหารไม่ตรงกับที่สั่ง",
                "ไรเดอร์ส่งอาหารผิด",
                "อาหารผิด",
                "ไม่ตรงออเดอร์",
                "อาหารไม่ตรงที่สั่ง",
                "อาหารไม่ถูกต้อง"
            ],
            "responses": [
                "เราแนะนำให้มีการตรวจสอบสินค้าทันทีที่ได้รับ ก่อนคนขับจะออกจากสถานที่จัดส่ง  กรุณาเก็บอาหารไว้ในสภาพเดิม พร้อมทั้งถ่ายรูปสินค้าที่ได้รับไม่ถูกต้องเพื่อเป็นหลักฐานติดต่อไปยังร้านที่ทำรายการ และแจ้งว่าได้รับรายการอาหารใดไม่ถูกต้อง โดยสามารถตรวจสอบเบอร์ติดต่อทางร้านได้ที่หน้าประวัติคำสั่งซื้อ"
            ]
        },
        {
            "tag": "order01",
            "value": 3,
            "patterns": [
                "ติดตามสถานะการส่งอาหารได้อย่างไร",
                "ติดตามสถานะ",
                "ติดตามการส่งอาหาร",
                "สถานะการส่งอาหาร",
                "ติดตามสถานะการส่งอาหาร",
                "ติดตามสถานะการส่ง"
            ],
            "responses": [
                "ไปที่หน้าจอหลักของแอปฯ และกดที่ไอคอน ”ออเดอร์” (Order) จากเมนูด้านล่างสุด สถานะล่าสุดของออเดอร์จะแสดงใต้หมายเลขคำสั่งซื้อ โดยจะสามารถติดตามตำแหน่งของคนขับและร้านอาหารแบบเรียลไทม์ ทั้งนี้ คุณสามารถคุยแชทกับคนขับได้เลยที่หน้ารายการสั่งซื้อขณะกำลังดำเนินการอยู่ผ่านแอปพลิเคชัน เพื่อสอบถามสถานะการจัดส่งกับคนขับได้ทันที"
            ]
        },
        {
            "tag": "order02",
            "value": 2,
            "patterns": [
                "ถ้ายังไม่พร้อมรับอาหารขณะที่คนขับมาถึงจุดนัดแล้ว สามารถให้คนขับรอได้หรือไม่",
                "อาหารมาถึงแล้ว ให้คนขับรอได้ไหม",
                "คนขับรอได้มั้ย"
            ],
            "responses": ["ในกรณีที่ถึงปลายทางแล้วแต่ไม่สามารถติดต่อได้ คนขับจะติดต่อลูกค้าภายในระยะเวลา 25 นาที หากยังไม่สามารถติตด่อได้และไม่ได้รับการติดต่อกลับภายในระยะเวลาที่กำหนด ทางคนขับจะติดต่อเจ้าหน้าที่ เพื่อแจ้งยกเลิกออเดอร์และนำสินค้าเข้ามาเคลมที่บริษัท โดยจะมีค่าธรรมเนียมในการยกเลิก 75 บาท + ค่าอาหารเต็มจำนวนทั้งนี้ จะมีการระงับสัญญาณการใช้งานและส่งข้อความแจ้งผ่าน LINE MAN Notice ในกรณีที่ถึงปลายทางแล้ว และสามารถติดต่อลูกค้าได้ แต่ลูกค้ายังไม่สะดวกรับระยะเวลาในการรอ 1-25 นาที ค่าธรรมเนียม 0 บาท ระยะเวลาในการรอ 26-59 นาที ค่าธรรมเนียม 50 บาท นาทีที่ 60 เป็นต้นไป 100 บาท/ชม. เศษของนาทีคิดเป็น 1 ชั่วโมง"
            ]
        },
        {
            "tag": "order03",
            "value": 3,
            "patterns": [
                "มีค่าจอดรถในการสั่งซื้ออาหารหรือไม่",
                "มีค่าจอดรถมั้ย",
                "ค่าจอดรถ"
            ],
            "responses": [
                "หากค่าจอดรถเกิดขึ้นในขณะที่คนขับสั่งและรออาหาร บริษัทจะรับผิดชอบค่าจอดรถส่วนนั้นให้แก่คนขับ ทั้งนี้หากมีค่าจอดรถเกิดขึ้นขณะที่คนขับจอดเพื่อส่งอาหาร  คนขับสามารถนำใบเสร็จค่าจอดรถมาแสดงเพื่อเรียกเก็บค่าจอดรถตามจริงกับลูกค้าได้"
            ]
        },
        {
            "tag": "order04",
            "value": 5,
            "patterns": [
                "หากได้รับอาหารเสียหายต้องทำอย่างไร",
                "อาหารเสียหาย",
                "อาหารเสีย",
                "อาหารเละ",
                "อาหารพัง"
            ],
            "responses": ["เราแนะนำให้มีการตรวจสอบสินค้าทันทีที่ได้รับ ก่อนคนขับจะออกจากสถานที่จัดส่ง ทั้งนี้ หากคนขับเดินทางออกจากสถานที่จัดส่งแล้ว และพบว่าอาหารที่ได้รับเสียหายเนื่องจากการขนส่ง คุณสามารถดำเนินการตามขั้นตอนต่อไปนี้ค่ะ 1.กรุณาเก็บอาหารไว้ในสภาพเดิม เพื่อให้คนขับเข้าไปรับคืน 2.ติดต่อแจ้งปัญหาผ่านทาง Live Chat ที่หน้าแอปพลิเคชัน ภายใน 24 ชั่วโมง นับจากเวลาจัดส่ง พร้อมทั้งส่งหลักฐานภาพถ่ายสินค้า, ใบเสร็จรับเงิน และเลขออเดอร์ที่ขึ้นต้นด้วย LMF ให้กับเจ้าหน้าที่ 3.ฝ่ายดูแลลูกค้าตรวจสอบข้อมูลและพิจารณาความเสียหาย โดยเราจะชดเชยค่าเสียหายตามจริงสูงสุดไม่เกิน 3,000 บาท"]
        },
        {
            "tag": "order05",
            "value": 4,
            "patterns": [
                "หากสั่งอาหารไปแล้วพบว่าร้านปิดให้บริการ จะต้องทำอย่างไร และมีค่าธรรมเนียมหรือไม่",
                "สั่งอาหารแล้วร้านอาหารปิด",
                "ร้านอาหารปิดให้บริการ",
                "ร้านปิดแต่สั่งอาหารไปแล้ว"
            ],
            "responses": ["หากร้านอาหารปิด คนขับจะแจ้งให้คุณทราบและยกเลิกออเดอร์ให้ทันที หรือคุณสามารถแจ้งให้คนขับโทรแจ้งฝ่ายดูแลลูกค้าเพื่อยกเลิกออเดอร์แทนคุณได้โดยไม่มีค่าธรรมเนียมใดๆ ทั้งสิ้น เราไม่แนะนำให้กดยกเลิกเอง เพื่อหลีกเลี่ยงการถูกระงับบริการ"]
        },
        {
            "tag": "order06",
            "value": 5,
            "patterns": [
                "ต้องการยกเลิกออเดอร์ที่สั่งไปแล้ว ต้องทำอย่างไร",
                "อยากยกเลิกออเดอร์",
                "ยกเลิกอาหารที่สั่งไปแล้ว",
                "ยกเลิกออเดอร์แทนได้ไหม",
                "ยกเลิกแทนได้ไหม",
                "ยกเลิกได้ไหม"
            ],
            "responses": ["ขั้นตอนในการยกเลิกแบ่งตามประเภทของร้านอาหารดังนี้ 1. ในกรณีที่ยังไม่มีคนขับกดรับออเดอร์ลูกค้าสามารถยกเลิกออเดอร์ได้โดยไม่มีค่าธรรมเนียม โดยไปที่หน้าคำสั่งซื้อปัจจุบัน และกด “ยกเลิก” ที่มุมขวาบน2.ในกรณีที่ร้านอาหารหรือคนขับกดรับออเดอร์แล้ว ลูกค้าจะไม่สามารถยกเลิกออเดอร์เองได้ ทั้งนี้ หากต้องการยกเลิกออเดอร์สามารถติดต่อฝ่ายดูแลลูกค้า โดยเข้าไปที่หน้า \"รายละเอียดคำสั่ง\" จากนั้นกด “ติดต่อเรา” ที่มุมขวาบน ซึ่งอาจมีค่าธรรมเนียมในการยกเลิก3.ในกรณีที่ร้านเริ่มทำอาหาร หรือคนขับออกเดินทางไปรับอาหารแล้วลูกค้าจะไม่สามารถยกเลิกออเดอร์เองได้ ทั้งนี้ หากต้องการยกเลิกออเดอร์สามารถติดต่อฝ่ายดูแลลูกค้า โดยเข้าไปที่หน้า \"รายละเอียดคำสั่ง\" จากนั้นกด “ติดต่อเรา” ที่มุมขวาบน ซึ่งอาจมีค่าธรรมเนียมในการยกเลิกและค่าอาหาร 4.ในกรณีที่ยังไม่มีคนขับกดรับออเดอร์ลูกค้าสามารถยกเลิกออเดอร์ได้โดยไม่มีค่าธรรมเนียม โดยไปที่หน้าคำสั่งซื้อปัจจุบัน และกด “ยกเลิก” ที่มุมขวาบน 5.ในกรณีที่คนขับกดรับออเดอร์แล้วลูกค้าสามารถยกเลิกออเดอร์ได้โดยโดยไปที่หน้าคำสั่งซื้อปัจจุบัน กด ”รายละเอียด” ที่มุมขวาบน จากนั้นกด “ยกเลิก” ที่ด้านล่างสุด ทั้งนี้ หากร้านอาหารเริ่มทำอาหารแล้ว หรือคนขับออกเดินทางมาส่งอาหารแล้ว อาจมีค่าธรรมเนียมในการยกเลิกและค่าอาหาร"]
        },
        {
            "tag": "order07",
            "value": 5,
            "patterns": [
                "ถ้าต้องการแก้ไขเมนูหลังจากที่มี LINE MAN รับออเดอร์แล้ว ต้องทำอย่างไร",
                "ต้องการแก้ไขเมนูที่ถูกรับไปแล้ว",
                "อยากแก้ไขเมนูที่ไลน์แมนรับออเดอร์แล้ว"
            ],
            "responses": ["คุณสามารถโทรเปลี่ยนแปลงออเดอร์ได้ผ่านแอปพลิเคชัน โดยเข้าไปที่หน้าคำสั่งที่กำลังดำเนินการ (Ongoing order) และกดที่เบอร์ร้านอาหารหรือคนขับ เพื่อแจ้งขอแก้ไขเมนู ทั้งนี้หากร้านอาหารได้เริ่มทำอาหารแล้วจะไม่สามารถแก้ไขรายการนั้นๆได้"]
        },
        {
            "tag": "order08",
            "value": 5,
            "patterns": [
                "สามารถสั่งอาหารที่ไม่มีในเมนูได้หรือไม่",
                "อยากสั่งอาหารที่ไม่มีในเมนู",
                "อยากสั่งอาหาร แต่ไม่มีในเมนู"
            ],
            "responses": ["คุณสามารถสั่งได้ เพียงพิมพ์รายการอาหารที่ต้องการในช่องค้นหาของร้านอาหารนั้น (เฉพาะร้าน Standard) จากนั้นคนขับของเราจะไปตรวจสอบที่ร้านอาหาร และติดต่อหาคุณอีกครั้งเพื่อยืนยันรายการและราคา"]
        },
        {
            "tag": "payment00",
            "value": 4,
            "patterns": [
                "คิดค่าส่ง",
                "คิดค่าส่งยังไง"
            ],
            "responses": [
                "ร้านที่เข้าร่วมโครงการค่าส่ง 0 บาท จะมีการคิดคำนวณค่าส่งเริ่มต้นอยู่ที่ 0 บาท ซึ่งจะมีสัญลักษณ์อัตราค่าส่งแจ้งให้ท่านทราบในบริเวณหน้าแรกสำหรับการสั่งอาหาร"
            ]
        },
        {
            "tag": "payment01",
            "value": 4,
            "patterns": [
                "ทำไมถึงไม่สามารถเลือกจ่าย E-Payment กับร้านที่ต้องการสั่งได้",
                "จ่าย e-payment กับร้านที่จะสั่งไม่ได้",
                "ทำไมจ่าย e-payment ไม่ได้",
                "จ่าย e-payment ไม่ได้หรอ"
            ],
            "responses": [
                "เนื่องจากร้านค้าใน LINE MAN ยังไม่ได้รองรับการชำระเงินผ่าน E-Payment ทุกร้าน ซึ่งจะสามารถชำระเงินด้วยบัตรเครดิต ได้กับร้านที่มีสัญลักษณ์คำว่า บัตรเครดิต (Credit Card) เท่านั้น ทั้งนี้ หากร้านนั้นๆ มีวิธีการชำระเงินให้เลือกเพียงเงินสด แสดงว่าร้านค้านั้น รับเงินสดเท่านั้นนะคะ"
            ]
        },
        {
            "tag": "payment02",
            "value": 4,
            "patterns": [
                "ค่าอาหารขั้นต่ำ คืออะไร",
                "ค่าขั้นต่ำ",
                "ค่าอาหารขั้นต่ำ"
            ],
            "responses": ["ค่าอาหารขั้นต่ำ คือ ยอดขั้นต่ำของการสั่งอาหารในแต่ละออเดอร์ เรามีการกำหนดค่าอาหารขั้นต่ำ 50-70 บาทสำหรับการสั่งอาหารกับร้านค้าที่เข้าร่วมโปรโมชันค่าส่งราคาพิเศษกับทาง LINE MAN หากลูกค้าสั่งอาหารไม่ถึงราคาขั้นต่ำที่กำหนด เราจะมีการเก็บส่วนต่างเพิ่มให้ครบเฉพาะการสั่งอาหาร หากสั่งเพิ่มจนเกินราคาขั้นต่ำแล้ว ลูกค้าจะไม่ต้องจ่ายส่วนต่างนี้นะคะ"]
        },
        {
            "tag": "payment03",
            "value": 5,
            "patterns": [
                "หากออเดอร์ไม่สำเร็จหรือมีการยกเลิก จะได้รับ LINE Points คืนหรือไม่",
                "ยกเลิกออเดอร์จะคืน LINE Points ให้ไหม",
                "ออเดอร์ไม่สำเร็จจะได้ line point คืนรึเปล่า",
                "คืนไลน์พอยท์",
                "ไลน์พอยท์คืน"
            ],
            "responses": [
                "ไม่ต้องกังวล หากออเดอร์ที่คุณสั่งมีการยกเลิกหรือรายการสั่งซื้อไม่สำเร็จ เรายินดีคืน LINE Points เข้าบัญชีของคุณทันที โดยเราจะแจ้งเตือนผ่าน LINE Wallet ของคุณ"
            ]
        },
        {
            "tag": "payment04",
            "value": 5,
            "patterns": [
                "มี LINE Points ไม่พอจ่ายค่าอาหารที่สั่ง ต้องทำอย่างไร",
                "line point ไม่พอจ่ายค่าอาหาร",
                "ไลน์พอยท์ไม่พอจ่ายค่าอาหาร",
                "อยากใช้ไลน์พอยท์จ่ายค่าอาหารแต่มีไม่พอ"
            ],
            "responses": [
                "คุณสามารถใช้ LINE Points เท่าที่มีแทนส่วนลดค่าอาหารและค่าจัดส่งได้เลย และสำหรับส่วนต่างที่เหลือสามารถชำระเงินได้ด้วยบัตรเครดิตหรือ Rabbit LINE Pay Wallet"
            ]
        },
        {
            "tag": "payment05",
            "value": 5,
            "patterns": [
                "จะหา LINE Points ได้จากไหนบ้าง",
                "หา line point ยังไง",
                "หา Line points จากไหนได้บ้าง",
                " จะหาไลน์พอยท์เพิ่มจากที่ไหนได้บ้าง"
            ],
            "responses": ["คุณจะต้องทำภารกิจที่กำหนดเพื่อรับ LINE Points ฟรี! ไม่สามารถหาซื้อได้ โดยวิธีก็ทำได้ไม่ยาก ตามนี้เลย 1. เปิดแอป LINE ไปที่หน้า Wallet  2. เลือกไอคอน LINE Points ก็จะพบกับหลากหลายภารกิจให้ทำ เช่น เพิ่มออฟฟิเชียลแอคเคาท์เป็นเพื่อน, ดูวิดีโอ, กดถูกใจคอนเทนต์, เล่นเกมให้ครบด่านที่กำหนด หรือดาวน์โหลดแอปฯ และอีกมากมาย  3. เมื่อทำภารกิจสำเร็จ คุณจะได้รับ LINE Points ไปเลยฟรีๆ!"]
        },
        {
            "tag": "payment06",
            "value": 3,
            "patterns": [
                "1 LINE Points มีมูลค่าเท่าไหร่",
                "1 ไลน์พอยท์ เท่ากับเท่าไหร่",
                "1 line points มีค่าเท่าไหร่"
            ],
            "responses": [
                "1 LINE POINT = 1 บาท"
            ]
        },
        {
            "tag": "payment07",
            "value": 5,
            "patterns": [
                "ใช้ LINE Points จ่ายกับร่วมเงินสดได้หรือไม่",
                "จ่ายไลน์พอยท์ร่วมกับเงินสดได้มั้ย"
            ],
            "responses": [
                "คุณสามารถใช้ LINE Points เป็นส่วนลดเมื่อชำระค่าอาหารและค่าส่งร่วมกับ Rabbit LINE Pay เท่านั้น ยังไม่สามารถใช้ร่วมกับการจ่ายด้วยเงินสด"
            ]
        },
        {
            "tag": "payment08",
            "value": 4,
            "patterns": [
                "ขั้นต่ำในการสั่งอาหารด้วยไลน์พ้อยท์",
                "ใช้ไลน์พอยท์มีขั้นต่ำมั้ย",
                "การใช้ LINE Points ชำระค่าอาหาร มีขั้นต่ำในการสั่งไหม",
                "ขั้นต่ำในการสั่งอาหารด้วย line points",
                "มีขั้นต่ำในการสั่งด้วยไลน์พอยท์ไหม"
            ],
            "responses": [
                "แค่มี LINE Points 1 คะแนน ก็ใช้แทนส่วนลดสำหรับสั่งอาหารกับ LINE MAN ได้เลย"
            ]
        },
        {
            "tag": "payment09",
            "value": 5,
            "patterns": [
                "หากออเดอร์ไม่สำเร็จหรือมีการยกเลิกออเดอร์ที่จ่ายผ่าน Rabbit LINE Pay จะรับเงินคืนได้อย่างไร",
                "ออเดอร์ที่จ่ายด้วย Rabbit pay จะได้เงินคืนมั้ย",
                "ยกเลิกออเดอร์ที่ใช้ Rabbit Line Pay จ่าย จะได้เงินคืนภายในกี่วัน"
            ],
            "responses": ["ไม่ต้องกังวล หากออเดอร์ที่คุณสั่งมีการยกเลิกหรือรายการสั่งซื้อไม่สำเร็จ ระบบร้านค้า LINE MAN จะแจ้ง Rabbit LINE Pay  เพื่อทำการคืนเงินไปยังธนาคารเจ้าของบัตรของคุณทันที ทั้งนี้แต่ละธนาคารจะมีระยะเวลาและเงื่อนไขในการดำเนินการแตกต่างกัน  คุณสามารถตรวจสอบระยะเวลาในการคืนเงินกับธนาคารผู้ออกบัตรได้เอง"]
        },
        {
            "tag": "service00",
            "value": 3,
            "patterns": [
                "เวลาทำการของฝ่ายดูแลลูกค้า",
                "เวลาทำการ",
                "เวลาตอบลูกค้า"
            ],
            "responses": [
                "ในสถานการณ์ปกติ เรายินดีให้ความช่วยเหลือคุณทุกเรื่อง ทุกวัน โดยสามารถติดต่อเราได้ในระหว่างเวลา 9:00 - 22:00 น. ไม่มีวันหยุด"
            ]
        },
        {
            "tag": "service01",
            "value": 2,
            "patterns": [
                "การให้บริการส่งอาหารภายในอาคาร",
                "ส่งอาหารภายในอาคาร"
            ],
            "responses": ["เพื่อสนับสนุนนโยบายควบคุมการแพร่ระบาด COVID-19 ขอความร่วมมือลูกค้าที่สั่งอาหารจากอาคาร โดยเฉพาะโรงพยาบาล และโรงแรมที่ใช้เป็นโรงพยาบาล  ลงมารับอาหารบริเวณจุดนัดรับอาหาร ด้านล่างของอาคาร เพื่อลดการสัมผัสระหว่างลูกค้าและคนขับ และความปลอดภัยของส่วนรวม ทาง LINE MAN ต้องขออภัยในความไม่สะดวกที่เกิดขึ้น"]
        },
        {
            "tag": "service02",
            "value": 3,
            "patterns": [
                "จะรู้ได้ยังไงว่าใช้ LINE Points กับร้านไหนได้บ้าง",
                "line points ใช้กับร้านไหนบ้าง"
            ],
            "responses": [
                "คุณสามารถใช้ LINE Points เป็นส่วนลดสำหรับสั่งอาหารกับร้านที่รับชำระเงินด้วย LINE PAY ที่ร่วมรายการ"
            ]
        },
        {
            "tag": "service03",
            "value": 5,
            "patterns": [
                "อยากใช้ LINE Points สั่งอาหารกับ LINE MAN ต้องทำยังไง",
                "ใช้ line points สั่งอาหารอย่างไร",
                "อยากสั่งอาหารกับไลน์แมนด้วยไลน์พอยท์ต้องทำยังไง"
            ],
            "responses": ["ใช้ LINE Points ลดค่าอาหารและค่าส่ง ทำได้ง่ายๆ ตามนี้เลย! 1. เลือกและสั่งอาหารจากร้านที่มีสัญลักษณ์ LINE PAY 2. เลือกชำระเงินด้วย Rabbit LINE Pay หรือบัตรเครดิต จากนั้นเลือก LINE Points 3. ตรวจสอบความถูกต้องและกดสั่งอาหาร ระบบจะหักส่วนลดจาก LINE Points ให้อัตโนมัติ หมายเหตุ: สามารถใช้ LINE Points สั่งอาหารกับร้านที่รับชำระเงินผ่าน Rabbit LINE Pay ที่ร่วมรายการเท่านั้น"]
        },
        {
            "tag": "service04",
            "value": 2,
            "patterns": [
                "ใช้ LINE Points กับบริการไหนของ LINE MAN ได้บ้าง",
                "ใช้ line points กับบริการไหนได้บ้าง"
            ],
            "responses": [
                "คุณสามารถใช้ LINE Points เป็นส่วนลดค่าอาหารและค่าส่งสำหรับบริการสั่งอาหาร (Food Delivery) ของ LINE MAN"
            ]
        },
        {
            "tag": "service05",
            "value": 3,
            "patterns": [
                "LINE Points คืออะไร",
                "ไลน์พอยท์คือ",
                "line points หมายถึง"
            ],
            "responses": [
                "LINE Points คือคะแนนหรือแต้มสะสมที่สามารถนำไปซื้อสติกเกอร์ ซื้อสินค้าผ่าน Rabbit LINE Pay และธีมต่างๆ ใน LINE ได้ รวมถึงตอนนี้สามารถใช้คะแนนจ่ายแทนเงินสดได้แล้ว สำหรับบริการสั่งอาหารกับ LINE MAN โดย 1 LINE POINT = 1 บาท"
            ]
        },
        {
            "tag": "service06",
            "value": 4,
            "patterns": [
                "บัญชีถูกระงับการใช้งานคืออะไร หากต้องการปลดการระงับบัญชีต้องทำอย่างไร",
                "บัญชีถูกระงับ",
                "อยากได้บัญชีคืน",
                "อยากปลดบล็อคบัญชี"
            ],
            "responses": [
                "หากบัญชีของคุณถูกระงับการใช้งาน ทำให้ไม่สามารถใช้บริการของเราได้ชั่วคราว กรุณาติดต่อฝ่ายดูแลลูกค้าผ่านช่องทาง Live Chat"
            ]
        },
        {
            "tag": "service07",
            "value": 4,
            "patterns": [
                "ฟีเจอร์ Pickup ทำงานอย่างไร",
                "พิคอัพคือ",
                "pickup คืออะไร"
            ],
            "responses": [
                "LINE MAN เพิ่มความสะดวกให้ลูกค้าสามารถเลือกใช้ฟีเจอร์ Pickup เพื่อสั่งอาหารจากร้านที่ต้องการ และไปรับอาหารที่หน้าร้านด้วยตัวเองโดยไม่เสียค่าใช้จ่าย ซึ่งฟีเจอร์นี้จะปรากฏที่หน้ารวมออเดอร์ก่อนกดสั่งอาหาร"
            ]
        },
        {
            "tag": "service08",
            "value": 4,
            "patterns": [
                "สั่งอาหารได้ถึงกี่โมง และส่งอาหารประเภทไหนได้บ้าง",
                "ส่งอาหารประเภทไหนบ้าง",
                "ส่งอาหารถึงกี่โมง"
            ],
            "responses": ["ในสถานการณ์ปกติ LINE MAN พร้อมส่งอาหารให้คุณทุกวันตลอด 24 ชั่วโมง เรายินดีส่งอาหารทุกประเภทที่คุณอยากกิน แต่อาจมีอาหารบางประเภทที่ต้องใช้ความเย็นหรือร้อนในการคงรูปและรสชาติ เช่น ไอศกรีม บิงซู เครื่องดื่มร้อน/เย็น หรือเค้ก ซึ่งอาจได้รับผลกระทบ แปรสภาพ ไม่คงรูป เนื่องจากสภาพอากาศ, การจัดส่งโดยมอเตอร์ไซค์ หรือบรรจุภัณฑ์ **ทั้งนี้ เนื่องด้วยประกาศจากทางรัฐบาล LINE MAN จึงต้องมีการปรับเปลี่ยนเวลาในการให้บริการ ตั้งแต่วันที่ 12 กรกฎาคม 2564 จนถึง 31 กรกฎาคม 2564 โดยให้บริการตั้งแต่ 09: 00 - 20: 00 นาฬิกา ทุกวันไม่มีวันหยุด ทาง LINE MAN ต้องขออภัยในความไม่สะดวกมา ณ ที่นี้"]
            },
        {
            "tag": "goodbye",
            "value": 1,
            "patterns": [
                "ขอบคุณ",
                "ลาก่อน",
                "เจอกัน",
                "บาย",
                "บ๊ายบาย",
                "ไปละน้า",
                "ไปก่อนนะ"
            ],
            "responses": [
                "ขอบคุณที่ใช้บริการ",
                "หากต้องการสอบถามเพิ่มเติมสามารถแจ้งเข้ามาได้ทุกเมื่อ",
                "หวังว่าจะเป็นประโยชน์"
            ]
        }
    ]
}