ignore_dict = [
               "ครัช","ครัป","คร้าบบ","คร้าบบ","คร้าบ","คั่บ","คับ","ครับ","คะ","ค่ะ","นะคะ","น่ะคะ","นะค่ะ","น่ะค่ะ","ต้อง","ทำ","ยังไง","ร้าน",       
               "บ้าง","ไหน","อย่างไร","ต้องการ","อยาก","ดิฉัน","ผม","สั่ง","ได้","แล้ว","เผลอ","ทำไม","ใช้","ด้วย","ที่","กด","ไป","อะ","อ่ะ",
               "งัย","นะ","เย้","มั้ย","ไหม","จ้า","จร้า","ป่าว","จิ","หรอ","เหรอ","อิ","จัง","จุง","เบย","ค๊ะ","คร๊ะ","คร๊","นะจ๊ะ","นะจ้ะ","รึป่าว",
               "รึเปล่า","หรือเปล่า","ซักอย่าง","ค่า","เจ้า","ก่อเจ้า","เอ่ย"
]