# for keyword extraction
keywordd = ["สวัสดี","ไลน์แมน","ไลน์พอยท์","แรปบิทไลน์เพย์","ไลน์เพย์","อีเพย์เมนท์","แรปบิทเพย์","สามาด","LineMan","LinePoints","pickup","Pick up","Pick-Up","ร่วมกับเงินสด"
         "Line Man","Line Points","คูปองส่วนลด","โปรโมชัน","ค่าส่งฟรี","อาหารผิด","อาหารเสียหาย","อาหารเละ","ส่งอาหารช้า","คืน","คูปอง","ส่วนลด",
         "ส่งอาหาร","ติดตาม","แก้ไข","เปลี่ยนแปลง","แก้ไขออเดอร์","ยกเลิกออเดอร์","ค่าอาหารขั้นต่ำ","ใช้ไลน์พอยท์มีขั้นต่ำมั้ย","ไลน์พอยท์ขั้นต่ำ","ทำไมถึงใช้คูปองส่วนลดไม่ได้","ค่าส่งฟรี","ค่าส่ง 10 บาท",
         "ค่าส่ง 20 บาท","คูปองใช้ไม่ได้","ส่วนลดใช้ไม่ได้","คูปองส่วนลดใช้ไม่ได้","ใช้คูปองไม่ได้","ใช้ส่วนลดไม่ได้","ใช้คูปองส่วนลดไม่ได้","บัญชีถูกระงับ","เอาบัญชีคืน","ปลดบล็อคบัญชี","เปลี่ยนที่อยู่",
         "เปลี่ยนที่อยู่จัดส่งอาหาร","ปลดบล็อค","ร้านอาหารปิด","มีไม่พอ","ไม่พอจ่าย","ร้านไหนได้บ้าง","บริการไหน","บริการอะไร","เข้าร่วมโปรโมชัน"
         "คนขับรอได้ไหม","ให้คนขับรถรอ","สั่งอาหารที่ไม่มีในเมนู","สั่งอาหารแต่ไม่มีในเมนู","จ่าย e-payment ไม่ได้","ไม่สามารถจ่าย e-payment ได้","สินค้าไม่ถูกต้อง","สินค้าไม่ตรงตามที่สั่ง","ไม่ตรงออเดอร์",
         "อาหารไม่ตรงที่สั่ง","อาหารไม่ถูกต้อง","มีค่าจอดรถในการสั่งซื้ออาหาร","ค่าจอดรถ","อาหารเสีย","อาหารพัง","สั่งอาหารแล้วร้านปิด","ร้านปิดแต่สั่งอาหารไปแล้ว","เงินคืน","คืนเงิน","ขั้นต่ำไลน์พอยท์",
         "คิดค่าส่ง","คิดค่าส่งยังไง","จะได้รับ LINE Points คืน","จะคืน LINE Points","ไม่พอจ่ายค่าอาหาร","ไลน์พอยท์ไม่พอจ่ายค่าอาหาร","จะหา LINE Points ได้จาก","หาไลน์พอยท์",
         "จ่ายไลน์พอยท์ร่วมกับเงินสดได้มั้ย","จ่ายร่วมกับเงินสด","เวลาทำการ","เวลาตอบลูกค้า","ส่งอาหารภายในอาคาร","ใช้ไลน์พอยท์กับร้าน","line points ใช้กับร้าน","บริการของ LINE MAN",
         "ยกเลิกออเดอร์ที่จ่ายผ่าน Rabbit LINE Pay","ส่งอาหารบนตึก","ใช้ไลน์พอยท์กับบริการไหน","ใช้ไลน์พอยท์กับร้านไหน","สั่งอ่านแต่ร้านปิด","คูปองส่งฟรี 10 บาท","ส่วนลดส่งฟรี 10 บาท",
         "ส่วนลดค่าส่งฟรี 10 บาท","คูปองส่วนลดค่าส่งฟรี 10 บาท","คูปองค่าส่งฟรี 20 บาท","ส่วนลดค่าส่งฟรี 20 บาท","คูปองส่วนลดค่าส่งฟรี 20 บาท","คูปองส่งฟรี 20 บาท","ส่วนลดส่งฟรี 20 บาท",
         "ส่งอาหารประเภท","ส่งอาหารถึงกี่โมง","โปรโมชันค่าจัดส่งฟรี","โปรโมชันค่าจัดส่งราคาพิเศษ","โปรโมชันค่าส่งฟรี","โปรโมชันค่าส่งพิเศษ","โปรโมชันค่าส่งราคาพิเศษ","ยกเลิกออเดอร์ที่ใช้ rabbit line pay",
         "ติดตามสถานะการส่งอาหาร","ติดตามสถานะการส่ง","ส่งอาหารช้ามาก","ส่งอาหารช้า","ไรเดอร์ส่งอาหารผิด","ซื้อประกัน","สวัสดี","insurance car","ประกันชีวิต","ประกันภัยชีวิต","ประกันภัยรถยนต์",
         "ประกันรถยนต์","ประกันสุขภาพ","ประกันภัยสุขภาพ","ประกันอุบัติเหตุ","ประกันภัยอุบัติเหตุ","car","health","accident","insurance","ใกล้ฉัน","คูปองค่าส่งฟรี","ส่วนลดค่าส่งฟรี","ซื้อประกันรถยนต์",
         "แนะนำ","ประกันรถยนตร์","ติดต่อเคลมประกันรถยนตร์","ติดต่อเคลมประกันภัยรถยนตร์","เคลม","ปิด","ปิดให้บริการ","ไลน์พ้อย","ไลน์พอยท์ไม่พอ","สอบถามเรื่องประกันภัย","สอบถามเรื่องประกัน"]